/* Localized strings for SyncSchema */

/* Data Class: No comment provided by developer */
"com.fluxforge.readlater" = "Read Later Stuff";

/* Entity: A simple entity with just one attribute */
"com.fluxforge.readlater.Bookmark" = "Bookmark Entity";
"com.fluxforge.readlater.Session" = "Session Entity";

/* Attribute: A simple attribute */
"com.fluxforge.readlater.Bookmark/URL" = "URL";

/* Relationship: Contrived relationship from first name to first name */
"com.fluxforge.readlater.Bookmark/added" = "Date Added";

"com.fluxforge.readlater.Bookmark/visited" = "Visited";
"com.fluxforge.readlater.Bookmark/note" = "Note";
"com.fluxforge.readlater.Bookmark/siteTitle" = "Title";